Repository: MEMZ-Edge01/ClipPort
Catalog: src/ClipPort/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# CertificateGuideStep1Prefix.Text
source: 1. Select
zh_cn: 1. 点击右侧的

# CertificateGuideStep1Action.Text
source: Open certificate wizard.
zh_cn: 打开证书安装向导。

# CertificateGuideStep2Prefix.Text
source: 2. When Windows opens the certificate window, select
zh_cn: 2. Windows 弹出证书窗口后，点击

# CertificateGuideStep2Action.Text
source: Install Certificate...
zh_cn: 安装证书...

# CertificateGuideStep3Prefix.Text
source: 3. On the Certificate Import Wizard's Store Location page, select
zh_cn: 3. 在“证书导入向导”的“存储位置”页面，选择

# CertificateGuideStep3Location.Text
source: Local Machine
zh_cn: 本地计算机

# CertificateGuideStep3Suffix.Text
source: , then select Next.
zh_cn: ，然后点击下一步。

# CertificateGuideStep4Prefix.Text
source: 4. If Windows asks whether to allow changes, select
zh_cn: 4. 如果 Windows 询问是否允许更改，点击

# CertificateGuideStep4Action.Text
source: Yes
zh_cn: 是

# CertificateGuideStep5Prefix.Text
source: 5. Select
zh_cn: 5. 选择

# CertificateGuideStep5StoreMode.Text
source: Place all certificates in the following store
zh_cn: 将所有的证书都放入下列存储

# CertificateGuideStep5Middle.Text
source: , then select
zh_cn: ，再点击

# CertificateGuideStep5Browse.Text
source: Browse...
zh_cn: 浏览...

# CertificateGuideStep6Prefix.Text
source: 6. Select
zh_cn: 6. 在列表中选择

# CertificateGuideStep6Store.Text
source: Trusted People
zh_cn: 受信任人

# CertificateGuideStep6Middle.Text
source: from the list, select OK, then select
zh_cn: ，点击确定，然后点击

# CertificateGuideStep6Next.Text
source: Next
zh_cn: 下一步

# CertificateGuideStep7Prefix.Text
source: 7. Make sure Certificate store shows
zh_cn: 7. 确认“证书存储”显示为

# CertificateGuideStep7Store.Text
source: Trusted People
zh_cn: 受信任人

# CertificateGuideStep7Middle.Text
source: , then select
zh_cn: ，点击

# CertificateGuideStep7Finish.Text
source: Finish
zh_cn: 完成

# CertificateGuideStep7Suffix.Text
source: . Close the window after Windows confirms the import succeeded.
zh_cn: ；看到导入成功后关闭窗口。

# CertificateGuideStep8Prefix.Text
source: 8. Return to ClipPort and select
zh_cn: 8. 回到 ClipPort，点击

# CertificateGuideStep8Refresh.Text
source: Refresh status
zh_cn: 刷新状态

# CertificateGuideStep8Suffix.Text
source: . Continue only after the page says the certificate is trusted by the local machine.
zh_cn: ；确认页面提示证书已安装到本地计算机后，再继续安装组件。

# InstallCertificateButton.Content
source: Open certificate wizard
zh_cn: 打开证书安装向导

# PackageInstallStepTitle.Text
source: 2. Install the context-menu component
zh_cn: 2. 安装右键菜单组件

# PackageInstallStepDesc.Text
source: After the certificate is trusted correctly, select Install component and wait for the success message.
zh_cn: 证书安装正确后，点击右侧的“安装组件”，等待页面提示安装成功。

# InstallShellPackageButton.Content
source: Install component
zh_cn: 安装组件

# EnableMenuStepTitle.Text
source: 3. Turn on the context menu
zh_cn: 3. 开启右键菜单

# EnableMenuStepDesc.Text
source: After installation succeeds, turn on Register in the File Explorer context menu above. Open a new File Explorer window, then right-click a folder or folder background to test it.
zh_cn: 组件安装成功后，打开上方的“Windows 11 新式右键菜单”开关。再打开一个新的文件资源管理器窗口，右击文件夹或空白处进行测试。

# RefreshShellIntegrationButton.Content
source: Refresh status
zh_cn: 刷新状态

# ShellIntegrationGuideInfoBar.Title
source: Installation guidance
zh_cn: 安装提示

# ShellIntegrationGuideInfoBar.Message
source: This test build uses a development certificate, so it must be installed manually. A production build signed by a certificate already trusted by Windows can normally skip step 1. Install a certificate only after verifying its source and thumbprint.
zh_cn: 测试版使用的是开发证书，所以需要手动安装。正式版如果使用 Windows 已信任的签名证书，通常可以跳过第 1 步。只安装来源和指纹都确认无误的证书。

# AboutNavText.Text
source: About
zh_cn: 关于

# BackToTaskText.Text
source: Back to tasks
zh_cn: 返回任务

# AppearanceTitle.Text
source: Appearance
zh_cn: 外观

# AppearanceDesc.Text
source: Choose the app color mode and accent color.
zh_cn: 选择应用的明暗外观与强调色。

# ColorModeSectionTitle.Text
source: Color mode and accent
zh_cn: 颜色模式与主题色

# ColorModeLabel.Text
source: Color mode
zh_cn: 颜色模式

# AccentColorLabel.Text
source: Accent color
zh_cn: 主题色

# GeneralTitle.Text
source: General
zh_cn: 常规

# GeneralDesc.Text
source: Set the interface language and the default location for logs and reports.
zh_cn: 设置界面语言以及日志与报告的默认位置。

# LangFileSectionTitle.Text
source: Language and files
zh_cn: 语言与文件

# LanguageLabel.Text
source: Language
zh_cn: 语言

# LogPathLabel.Text
source: Default log and report location
zh_cn: 日志与报告默认保存位置

# BrowseFolderButton.Content
source: Choose folder
zh_cn: 选择文件夹

# AboutTitle.Text
source: About
zh_cn: 关于

# AboutDesc.Text
source: View version information and visit the ClipPort repository.
zh_cn: 查看版本信息并访问 ClipPort 项目仓库。

# AppInfoTitle.Text
source: Application information
zh_cn: 应用信息

# VersionLabel.Text
source: Version
zh_cn: 版本

# RepoLabel.Text
source: Project repository
zh_cn: 项目仓库

# OpenGitHubText.Text
source: Open on GitHub
zh_cn: 在 GitHub 中打开

# WinAccentText.Text
source: Windows accent
zh_cn: Windows 主题色

# AccentBtnSeafoam.ToolTipService.ToolTip
source: Seafoam
zh_cn: 海沫绿

# AccentBtnBrightRose.ToolTipService.ToolTip
source: Bright rose
zh_cn: 亮玫红

# AccentBtnGold.ToolTipService.ToolTip
source: Gold
zh_cn: 黄金色

# AccentBtnMint.ToolTipService.ToolTip
source: Light mint
zh_cn: 浅薄荷色

# AccentBtnPurpleShadow.ToolTipService.ToolTip
source: Purple shadow
zh_cn: 紫影色

# NewJobButtonText.Text
source: Create task
zh_cn: 创建任务

# MultiSelectButtonText.Text
source: Select multiple
zh_cn: 多选

# SettingsToolbarButton.ToolTipService.ToolTip
source: Settings
zh_cn: 设置

# BatchDeleteButtonText.Text
source: Delete selected
zh_cn: 批量删除

# BatchReportButtonText.Text
source: Create reports
zh_cn: 批量创建报告

# NewTasksSectionHeader.Text
source: New tasks
zh_cn: 新任务

# NewJobsEmptyText.Text
source: No new tasks
zh_cn: 暂无新任务

# HistorySectionHeader.Text
source: History
zh_cn: 历史任务

# HistoryEmptyText.Text
source: No task history
zh_cn: 暂无历史任务

# HeroNameText.Text
source: Prepare a new task
zh_cn: 准备新任务

# CurrentFileText.Text
source: Select the source and destination folders
zh_cn: 请选择源目录和目标目录

# StatusText.Text
source: Waiting for setup
zh_cn: 等待设置

# PhaseText.Text
source: Waiting to start
zh_cn: 等待开始

# ProgressSectionTitle.Text
source: Task progress
zh_cn: 任务进度

# SourcePathLabel.Text
source: Source folder / card
zh_cn: 源目录 / 存储卡

# SourcePathText.Text
source: Not selected
zh_cn: 尚未选择

# DestinationPathLabel.Text
source: Destination
zh_cn: 拷卡目的地

# DestinationPathText.Text
source: Not selected
zh_cn: 尚未选择

# FileSizeLabel.Text
source: File size
zh_cn: 文件大小

# FileCountLabel.Text
source: Files
zh_cn: 文件数

# CreatedTimeLabel.Text
source: Created
zh_cn: 创建时间

# EndTimeLabel.Text
source: Finished
zh_cn: 结束时间

# ElapsedTimeLabel.Text
source: Elapsed
zh_cn: 累计用时

# CopySectionLabel.Text
source: Copy
zh_cn: 拷贝

# CopyCompletedText.Text
source: Completed
zh_cn: 已完成

# VerifySectionLabel.Text
source: File verification
zh_cn: 文件校验

# VerifyCompletedText.Text
source: Completed
zh_cn: 已完成

# StartButtonText.Text
source: Start copy
zh_cn: 开始拷卡

# StartVerificationButtonText.Text
source: Start verification
zh_cn: 开始校验

# ExportReportButtonText.Text
source: Export report
zh_cn: 导出报告

# DeleteJobButtonText.Text
source: Delete record
zh_cn: 删除记录

# RestartJobButtonText.Text
source: Restart
zh_cn: 重新开始

# PauseText.Text
source: Pause
zh_cn: 暂停

# CancelButtonText.Text
source: Cancel
zh_cn: 取消

# SourcePickerButton.ToolTipService.ToolTip
source: Select source folder
zh_cn: 选择源目录

# DestinationPickerButton.ToolTipService.ToolTip
source: Select destination folder
zh_cn: 选择目标目录

# DuplicateSummaryText.Text
source: Duplicate files found
zh_cn: 发现重复文件

# DuplicateSelectionHint.Text
source: Choose an action for each file
zh_cn: 请逐个选择处理方式

# DuplicateBatchHintText.Text
source: Select multiple rows for a batch action, or change each row individually.
zh_cn: 可勾选多项后批量设置；仍可在每行单独修改。

# ApplyDuplicateChoicesButton.Content
source: Apply choices and continue
zh_cn: 应用选择并继续

# DuplicateSelectAllCheckBox.Content
source: Select all
zh_cn: 全选

# BatchOverwriteButton.Content
source: Overwrite selected
zh_cn: 覆盖所选

# BatchSkipButton.Content
source: Skip selected
zh_cn: 跳过所选

# BatchCreateCopyButton.Content
source: Copy selected
zh_cn: 所选创建副本

# OverwriteFailedFilesButton.Content
source: Overwrite selected
zh_cn: 覆盖所选

# RetryFailedFilesButton.Content
source: Retry selected
zh_cn: 重试所选

# SkipFailedFilesButton.Content
source: Skip selected
zh_cn: 跳过所选

# FailedFilesSummaryText.Text
source: Failed files
zh_cn: 失败文件

# FailedFilesHintText.Text
source: Select files to overwrite, retry, or skip. Overwrite is available only for verification mismatches.
zh_cn: 勾选文件后选择覆盖、重试或跳过；覆盖仅适用于校验不一致文件。

# LogText.Text
source: Ready. Select folders to begin.
zh_cn: 就绪。选择目录后即可开始。

# DupFileNameHeader.Text
source: File name
zh_cn: 文件名称

# DupSourceHeader.Text
source: Source location
zh_cn: 来源位置

# DupConflictHeader.Text
source: Conflicting destination
zh_cn: 冲突位置

# DialogSourceLabel.Text
source: Source
zh_cn: 数据源

# DialogSourcePathText.Text
source: Select a source folder or card
zh_cn: 请选择源目录或存储卡

# DialogCopyLabel.Text
source: Copy
zh_cn: 拷贝

# DialogCopyDestLabel.Text
source: Copy destination
zh_cn: 拷贝目的地

# DialogDestinationPathText.Text
source: Select a copy destination
zh_cn: 请选择文件拷贝目的地

# EnableCopyToggle.Header
source: Copy files
zh_cn: 拷贝文件

# EnableCopyToggle.OnContent
source: On
zh_cn: 开启

# EnableCopyToggle.OffContent
source: Off
zh_cn: 关闭

# DestinationSubfolderNameLabel.Text
source: Destination subfolder name
zh_cn: 拷贝目的地文件夹名

# DestinationSubfolderHintText.Text
source: Leave blank to copy directly into the destination
zh_cn: 留空即不创建子文件夹

# DuplicateHandlingLabel.Text
source: Duplicate handling
zh_cn: 重复项处理

# AskExistingRadio.Content
source: Ask
zh_cn: 询问

# OverwriteExistingRadio.Content
source: Overwrite
zh_cn: 覆盖

# SkipExistingRadio.Content
source: Skip
zh_cn: 跳过

# CreateCopyRadio.Content
source: Create a copy
zh_cn: 创建副本

# DuplicateAskHintText.Text
source: Ask mode continues with other files first, then lets you decide each duplicate.
zh_cn: 询问模式会先继续处理其他文件，再逐个处理检测到的重复文件。

# FastCopyToggle.Header
source: Use FastCopy algorithm
zh_cn: 使用 FastCopy 算法

# FastCopyToggle.OnContent
source: On
zh_cn: 开启

# FastCopyToggle.OffContent
source: Off
zh_cn: 关闭

# FastCopyHintText.Text
source: Use the native pipelined copy engine and fall back automatically when unavailable. Size, progress, and remaining time remain available.
zh_cn: 使用原生流水线复制引擎；不可用时自动回退到托管流水线。文件大小、进度和剩余时间仍会正常显示。

# VerifyFilesToggle.Header
source: File verification
zh_cn: 文件校验

# VerifyFilesToggle.OnContent
source: On
zh_cn: 开启

# VerifyFilesToggle.OffContent
source: Off
zh_cn: 关闭

# VerificationAlgorithmLabel.Text
source: Verification algorithm
zh_cn: 校验算法

# VerificationAlgorithmHintText.Text
source: Default choice balancing throughput and collision resistance; recommended for important media delivery and long-term archives.
zh_cn: 默认选择，兼顾速度与抗碰撞能力，适合重要素材交付与长期归档。

# PreventSleepToggle.Header
source: Prevent sleep during tasks
zh_cn: 任务期间阻止电脑休眠

# PreventSleepToggle.OnContent
source: On
zh_cn: 开启

# PreventSleepToggle.OffContent
source: Off
zh_cn: 关闭

# PriorityExecutionToggle.Header
source: Run with priority
zh_cn: 优先执行

# PriorityExecutionToggle.OnContent
source: On
zh_cn: 开启

# PriorityExecutionToggle.OffContent
source: Off
zh_cn: 关闭

# PriorityHintText.Text
source: Priority tasks run concurrently; other tasks wait at safe checkpoints until all priority tasks finish.
zh_cn: 普通任务在安全检查点停稳后，优先任务才会开始；多个优先任务仍按创建顺序执行。

# NewTaskDialog.Title
source: New copy task
zh_cn: 新建拷卡任务

# NewTaskDialog.PrimaryButtonText
source: Start task
zh_cn: 开始任务

# NewTaskDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# BatchSelectionText.Text
source: 0 tasks selected
zh_cn: 已选择 0 个任务

# DupOverwriteButton.Content
source: Overwrite
zh_cn: 覆盖

# DupSkipButton.Content
source: Skip
zh_cn: 跳过

# DupCreateCopyButton.Content
source: Create a copy
zh_cn: 创建副本

# DupOpenSourceButton.Content
source: Show in File Explorer
zh_cn: 在资源管理器中选择

# DupOpenDestinationButton.Content
source: Show in File Explorer
zh_cn: 在资源管理器中选择

# Report.Title
source: ClipPort Task Report
zh_cn: ClipPort 任务报告

# Report.IncompleteTitle
source: ClipPort Incomplete Task Report
zh_cn: ClipPort 未完成任务报告

# Report.TaskName
source: Task name: {0}
zh_cn: 任务名称：{0}

# Report.SourceDirectory
source: Source folder: {0}
zh_cn: 源目录：{0}

# Report.DestinationDirectory
source: Destination folder: {0}
zh_cn: 目标目录：{0}

# Report.StartTime
source: Start time: {0}
zh_cn: 开始时间：{0}

# Report.EndTime
source: End time: {0}
zh_cn: 结束时间：{0}

# Report.FileCount
source: File count: {0}
zh_cn: 文件数量：{0}

# Report.DataSize
source: Data size: {0}
zh_cn: 数据大小：{0}

# Report.CopyDuration
source: Copy duration: {0}
zh_cn: 拷贝用时：{0}

# Report.CopyDisabled
source: Copy: disabled
zh_cn: 拷贝：未启用

# Report.VerifyDuration
source: Verification duration: {0}
zh_cn: 校验用时：{0}

# Report.CopyAlgorithm
source: Copy algorithm: {0}
zh_cn: 拷贝算法：{0}

# Report.ManagedPipeline
source: Managed pipeline
zh_cn: 托管流水线

# Report.SequentialCopy
source: Standard sequential copy
zh_cn: 标准顺序复制

# Report.VerificationAlgorithm
source: Verification algorithm: {0}
zh_cn: 校验算法：{0}

# Report.FinalResult
source: Final result: {0}
zh_cn: 最终结果：{0}

# Report.CopiedProgress
source: Copied successfully: {0}/{1} files, {2}
zh_cn: 成功拷贝：{0}/{1} 个文件，{2}

# Report.VerifiedProgress
source: Verification passed: {0}/{1} files
zh_cn: 校验通过：{0}/{1} 个文件

# Report.VerificationDisabled
source: File verification: disabled
zh_cn: 文件校验：未启用

# Report.VerificationDetails
source: File verification details:
zh_cn: 文件校验明细：

# Report.PassedVerificationEntry
source: [Passed] {0} | {1} | {2}: {3}
zh_cn: [通过] {0} | {1} | {2}: {3}

# Report.FailedVerificationEntry
source: [Failed] {0} | source: {1} | destination: {2} | {3}
zh_cn: [失败] {0} | 源: {1} | 目标: {2} | {3}

# Report.TaskStatus
source: Task status: {0}
zh_cn: 任务状态：{0}

# Report.Details
source: Details: {0}
zh_cn: 说明：{0}

# Report.FailedFiles
source: Failed files: {0}
zh_cn: 失败文件：{0} 个

# Report.FailureEntry
source: [Failed] {0} | {1} | {2}
zh_cn: [失败] {0} | {1} | {2}

# Report.Warnings
source: Warnings: {0}
zh_cn: 警告：{0} 条

# Report.WarningEntry
source: [Warning] {0}
zh_cn: [警告] {0}

# Report.DuplicateHandling
source: Duplicate-file handling: {0}
zh_cn: 重复文件处理：{0} 个

# Report.SourceEntry
source: Source: {0}
zh_cn: 来源：{0}

# Report.ConflictEntry
source: Conflict: {0}
zh_cn: 冲突：{0}

# CopySpeedChartsTitle.Text
source: Copy speed
zh_cn: 拷贝速度

# ThroughputChartsLayout.ShowStacked
source: Show one chart per row
zh_cn: 切换为一行一张

# ThroughputChartsLayout.ShowSideBySide
source: Show two charts in one row
zh_cn: 切换为一行两张

# CopyByteRateChartTitle.Text
source: Copy data rate
zh_cn: 文件拷贝大小速度

# CopyItemRateChartTitle.Text
source: Item throughput
zh_cn: 项目数速度

# VerifySpeedChartsTitle.Text
source: Verification speed
zh_cn: 校验速度

# VerifyByteRateChartTitle.Text
source: Verification data rate
zh_cn: 文件校验大小速度

# VerifyItemRateChartTitle.Text
source: Item throughput
zh_cn: 项目数速度

# Unit.ItemsPerSecond
source: items/s
zh_cn: 个/s

# Format.ItemsPerSecond
source: {0} items/s
zh_cn: {0} 个/s
